Repository: Belfagor2005/ShootYourScreen
Catalog: plugin/locale/*.po
Languages: fr, nl

source: Allways save :
nl: Altijd opslaan :

source: Enable ShootYourScreen :
fr: Activer ShootYourScreen :
nl: Activeer ShootYourScreen :

source: Format for screenshots :
fr: Format d'image des captures d'écran :
nl: Screenshot formaat :

source: Grabbing Screenshot failed !!!
fr: La capture d'écran a échoué !!!
nl: Screenshot is mislukt !!!

source: Path for screenshots :
fr: Chemin des captures d'écran :
nl: Opslag plaats voor screenshots :

source: Picture size (width) :
fr: Taille de l'image (largeur) :
nl: Foto grootte (breedte) :

source: Quality of jpg picture :
fr: Qualité de l'image JPG :
nl: Kwaliteit van de jpg foto :

source: Really close without saving settings?
fr: Vraiment quitter sans sauvegarder les réglages?
nl: Afsluiten zonder opslaan ?

source: Reset ShootYourScreen settings to defaults?
fr: Réinitialiser les réglages par défaut de ShootYourScreen?
nl: Reset ShootYourScreen settings naar standaard waardes ?

source: Save
fr: Sauver
nl: Opslaan

source: Save with RECORD-Button
nl: Opslaan met de Opname (REC) Toets

source: Screenshot of :
fr: Capture d'écran de :
nl: Screenshot van :

source: Screenshot successfully saved as: %s
fr: Capture d'écran sauvegardée dans: %s
nl: Screenshot met success opgeslagen als: %s

source: Select a button to take a screenshot :
nl: Kies een toets om een screenshot te maken :

source: ShootYourScreen for Enigma2 STB - %s
nl: ShootYourScreen voor Enigma2 STB - %s

source: Show on screen :
nl: Toon op het scherm :

source: Skin resolution
fr: Résolution du thème
nl: Skin resolutie

source: Sorry, your device for screenshots is not writeable. Please choose another one.
fr: Désolé, l'emplacement de sauvegarde des captures d'écran n'est pas inscriptible. Veuillez en choisir un autre.
nl: Sorry, de opslag lokatie voor screenshots is niet beschrijfbaar. Kies een andere opslag lokatie.

source: Use the '
nl: Gebruik toets '

source: ' button instead of '
nl: ' in plaats van '

source: long ' :
nl: lang ' :

source: Only button '
nl: Alleen toets '

source: long ' can be used.
nl: lang ' kan gebruikt worden.

source: Timeout for info message :
fr: Délai d'attente pour le message d'info :
nl: Timeout voor info bericht :

source: make Screenshots with your Enigma2 STB
nl: maak Screenshots met uw Enigma2 Ontvanger

source: no message
fr: pas de message
nl: geen bericht

source: no timeout
fr: pas de délai
nl: geen Timeout

source: Red
nl: Rood

source: Green
nl: Groen

source: Yellow
nl: Geel

source: Blue
nl: Blauw

source: Version:
nl: Versie:

source: Exit
fr: Quitter

source: Default
fr: Par défaut

source: ShootYourScreen for VU+ STB - %s
fr: ShootYourScreen pour récepteur VU+ - %s

source: Switch Help and Help long button :
fr: Basculer entre Aide et appui long sur Aide :

source: make Screenshots with your VU+
fr: faire des captures d'écran avec votre VU+
